crates/outram-foam-appbuilder-lib/tutorials/cases/rho_pimple_foam_aerofoil_naca0012/system/FOMachNo
// -*- C++ -*-

MachNo1
{
    // Mandatory entries
    type            MachNo;
    libs            (fieldFunctionObjects);

    // Optional (inherited) entries
    field           U;
    region          region0;
    enabled         true;
    log             true;
    timeStart       0;
    timeEnd         1000;
    executeControl  timeStep;
    executeInterval 1;
    writeControl    writeTime;
    writeInterval   -1;
}


// ************************************************************************* //
